---
kind: other
id: Methods.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayVectorSettings
source: html/56f9adea-903e-3f57-237a-5083449cb47e.htm
---
# AnalysisDisplayVectorSettings Methods

Compares two vector settings objects.